export const activityLevels = [
  {
    value: "sedentary",
    title: "Малоподвижный",
    description:
      "Большую часть дня вы проводите сидя и почти не занимаетесь спортом",
  },
  {
    value: "light",
    title: "Лёгкая активность",
    description:
      "Вы тренируетесь 1–3 раза в неделю или регулярно ходите пешком",
  },
  {
    value: "moderate",
    title: "Умеренная активность",
    description:
      "Вы активно двигаетесь в течение дня или тренируетесь 3–5 раз в неделю",
  },
  {
    value: "active",
    title: "Высокая активность",
    description:
      "Вы интенсивно тренируетесь почти каждый день или занимаетесь физическим трудом",
  },
];

export const goals = [
  {
    value: "lose",
    title: "Снижение веса",
    description:
      "Вы хотите уменьшить процент жира и постепенно сбросить лишний вес.",
  },
  {
    value: "maintain",
    title: "Поддержание формы",
    description: "Вы довольны своим весом и хотите сохранить текущую форму.",
  },
  {
    value: "bulk",
    title: "Набор массы",
    description:
      "Вы хотите увеличить мышечную массу и набрать вес контролируемым образом.",
  },
];
